Repository: adieyal/Tendai-Project
Catalog: server/tendai/devices/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: %(country_name)s Facility
fr: Établissement %(country_name)s
pt: Instalações %(country_name)s
sw: Kitui cha %(country_name)s

source: Please fill in the facility name
fr: Veuillez entrer le nom de l'établissement.
pt: Por favor, preencha com o nome da unidade
sw: Jaza jina la kituo

source: Please select a district from the list
fr: Veuillez sélectionner un district
pt: Por favor, selecione um distrito da lista
sw: Chagua jina la wilaya kutoka kwa orodha ambayo umepewa

source: Please enter in the facility postal address
fr: Veuillez entrer l'adresse postale de l'établissement.
pt: Por favor, introduza o código postal das instalações.
sw: Tafadhali jaza anwani (sanduku la posta) ya kituo

source: Please select a facility type from the list
fr: Veuillez entrer le nom de l'établissement.
pt: Por favor, selecione o tipo de unidade a partir da lista
sw: Chagua aina moja kutoka kwa hii orodha ambayo inaelezea kituo vizuri

source: Facility Location
fr: Emplacement de l'établissement
pt: Localização das Instalações
sw: Jina la Kata/Kijiji kwenye kituo kiko

source: Please enter in the facility name.
fr: Veuillez entrer le nom de l'établissement.
pt: Por favor, introduza o nome das instalações.
sw: Tafadhali andika jina la kituo

source: Please select the district that the health facility is in.
fr: Veuillez sélectionner le district où se trouve l'établissement de santé.
pt: Por favor, selecione o distrito a que estas instalações de saúde pertencem.
sw: Kituo kipo wilaya gani? Chagua jina.

source: Select a district
fr: Sélectionnez un district
pt: Selecione um distrito
sw: Chagua jina la wilaya

source: Facility Contact Details
fr: Coordonnées de l'établissement
pt: Informação de Contatos das Instalações
sw: Anwani ya Kituo

source: Please enter in the facility postal address.
fr: Veuillez entrer l'adresse postale de l'établissement.
pt: Por favor, introduza o código postal das instalações.
sw: Tafadhali jaza sanduku la posta la kituo hiki

source: e.g. 43 James Street, Cotswold, Jamestown, 4631
fr: ex. 43 James Street, Cotswold, Jamestown, 4631
pt: ex.: 43 James Street, Cotswold, Jamestown, 4631
sw: kwa mfano 10 Kipunga Street, Tandika, Dar-al-Salam

source: Please enter in the facility contact number.
fr: Veuillez entrer le numéro de téléphone de l'établissement.
pt: Por favor, introduza o número de telefone das instalações.
sw: Tafadhali jaza nambari ya simu ya kituo

source: Include the international dialing code, e.g. +265112223333. Leave blank if unavailable.
fr: Incluant l'indicatif international, ex. +265112223333. N'indiquez rien si indisponible.
pt: Inclua o indicativo de chamada internacional, ex. +265112223333. Deixe em branco se não estiver disponível.
sw: Ongezea kodi ya kimataifa kwa nambari ya simu, kwa mfano +255-112223333. Acha pengo kama haipo

source: Please enter facility email address.
fr: Veuillez entrer l'adresse électronique de l'établissement.
pt: Por favor, introduza o endereço de email das instalações.
sw: Tafadhali jaza anwani ya baruapepe ya kituo.

source: e.g. info@myclinic.net. Leave blank if unavailable.
fr: ex. info@myclinic.net. N'indiquez rien si indisponible.
pt: ex.: info@myclinic.net. Deixe em branco se não estiver disponível.
sw: kwa mfano abcd@africaonline.co.tz. Acha pengo kama haipo

source: Respondent Details
fr: Informations sur les répondants
pt: Informação sobre o Entrevistado
sw: Taarifa/habari kuhusu mhojiwa

source: Please enter the name of the staff member completing this survey.
fr: Veuillez entrer le nom du membre du personnel complétant ce questionnaire.
pt: Por favor, introduza o nome da pessoa que conduziu a entrevista.
sw: Tafadhali andika jina la mfanyi kazi anayehojiwa

source: What is their position?
fr: Quel est son poste ?
pt: Qual é a sua posição?
sw: Cheo kazini cha anayehojiwa

source: e.g. facility manager, staff nurse, etc.
fr: ex. gestionnaire, infirmier, etc.
pt: ex.: gestor das instalações, enfermeiro, etc.
sw: Kwa mfano, mkurugenzi mkuu, karani, na kadhalika

source: Location
fr: Emplacement
pt: Localização
sw: Eneo

source: Please capture GPS Coordinates.
fr: Veuillez saisir vos coordonnées GPS.
pt: Por favor, recolha as Coordenadas GPS.
sw: Tafadhali nasa kuratibu za GPS za hili eneo

source: You will need to be outside in order to do this. Also make sure that your GPS reader is switched on (see the troubleshooting guide for details).
fr: Vous devez être à l'extérieur pour effectuer cette opération. Assurez-vous que votre lecteur GPS soit allumé (reportez-vous au guide de dépannage pour plus de détails).
pt: Precisará de estar no exterior para conseguir fazê-lo. Garanta, por favor, que o seu leitor GPS está ligado (ver o guia de resolução de problemas para mais informação).
sw: Itakubidi uende nje ndiyo uweze kufanya hili zoezi. Hakikisha umewasha 'GPS reader' yako (tafadhali soma kijitabu kinachoitwa 'troubleshooting guide' kwa maagizo zaidi).

source: What is the distance (km) to the nearest town?
fr: Quelle est la distance (km) de la ville la plus proche ?
pt: Qual a distância (km) à cidade mais próxima?
sw: Ni umbali gani (km) kutoka hapa mpaka mji ulio karibu zaidi?

source: A town is defined as a population > 50,000. If you are currently in a town, enter in 0.
fr: Une ville se définit comme ayant une population de plus de 50 000 habitants. Si vous êtes actuellement dans une ville, entrez 0.
pt: Considera-se cidade se a população > 50,000. Se se encontra numa cidade, introduza 0.
sw: Kwa matumizi ya hii hoja, mji ni ule wenye wakaazi zaidi ya 50,000. Kama kituo ulichopo ni mji, Jaza 0.

source: What is the name of the nearest town?
fr: Quel est le nom de la ville la plus proche ?
pt: Qual o nome da cidade mais próxima?
sw: Mji ulioko karibu zaidi unaitwaje?

source: Please take a photo of the front entrance of the facility.
fr: Veuillez prendre une photo de l'entrée principale de l'établissement.
pt: Por favor, tire uma foto da entrada das instalações.
sw: Tafadhali chukua picha ya kituo; picha inayohijika ni ile ya lango kuu lake

source: Please take a photo of the dispensary.
fr: Veuillez prendre une photo du dispensaire.
pt: Por favor, tire uma foto do dispensário.
sw: Tafadhali chukua picha ya kituo cha afya/dispensari/zahanati.

source: Take any other photo of the facility that might be important (optional).
fr: Veuillez prendre toute autre photo de l'établissement qui pourrait s'avérer importante (optionnel).
pt: Tire outras fotos das instalações que possam ser importantes (opcional).
sw: Chukua picha ingine yeyote unayoona ni ya muhimu katika hii kazi (hii si lazima, unaweza acha tupu).

source: General Details
fr: Informations générales
pt: Informação Geral
sw: Habari za jumla

source: What type of facility is this?
fr: De quel genre d'établissement s'agit-il ?
pt: Que tipo de instalação é esta?
sw: Hiki ni kituo cha aina gani?

source: Select a facility type
fr: Sélectionner un type d'établissement
pt: Selecione um tipo de instalação
sw: Chagua aina ya kituo

source: Government Hospital
fr: Hôpital public
pt: Hospital Governamental
sw: Hospitali ya Serikali

source: Government Rural Health Centre or Dispensary
fr: Centre de santé publique en milieu rural ou dispensaire
pt: Centro Governamental de Saúde Rural ou Dispensário
sw: Zahanati au Dispensari ya Serikali

source: Council Clinic
fr: Clinique municipale
pt: Clínica Municipal
sw: Kliniki ya Manispaa au Baraza la mji

source: Mission or NGO Hospital
fr: Mission ou hôpital géré par une ONG
pt: Missão ou Hospital de uma ONG
sw: Hospitali ya Wamisionari au ya Mashirika yasiyo ya Kiserikali

source: Private Hospital
fr: Hôpital privé
pt: Hospital Privado
sw: Hospitali ya Binafsi

source: Private Pharmacy
fr: Pharmacie privée
pt: Farmácia Privada
sw: Duka la madawa la kibinafsi (Pharmacy/Chemist)

source: Other
fr: Autre
pt: Outro
sw: Aina nyingine

source: If you specified other above, please explain what type of facility this is.
fr: Si vous avez sélectionné "Autre", veuillez spécifier de quel type d'établissement il s'agit.
pt: Se indicou outro, por favor, explique que tipo de instalação é.
sw: Ikiwa umechagua 'aina nyingine' hapo juu, tafadhali Jaza aina uliyomaanisha.

source: Please provide a short description of the facility.
fr: Veuillez fournir une courte description de l'établissement.
pt: Por favor, faça uma breve descrição das instalações.
sw: Tafadhali peana habari fupi juu ya kituo hicho

source: (max 100 words)
fr: (max. 100 mots)
pt: (máx. 100 palavras)
sw: (hii habari isipite maneno 100)

source: Services and Population
fr: Services et Population
pt: Serviços e População
sw: Huduma na idadi ya watu

source: Please indicate which services this facility offers.
fr: Veuillez indiquer quels services l'établissement propose.
pt: Por favor, indique os serviços oferecidos nesta unidade.
sw: Tafadhali jaza huduma zinazotolewa kwa kituo hiki

source: Tick all options that apply.
fr: Cochez toutes les options possibles.
pt: Marque todas as opções pertinentes.
sw: Weka alama ya usahihi kwa huduma zenye zinahusika.

source: Outpatients
fr: Patients ambulatoires
pt: Ambulatórios
sw: Wagonjwa wa kutibiwa na kurudi nyumbani(yaani wasiolazwa)

source: Ante-natal
fr: Prénatal
sw: Kliniki ya mama waja wazito

source: Well baby clinic
fr: Clinique pour nourrissons
pt: Clínica do bem-estar do bebê
sw: Kliniki ya watoto wachanga

source: Diabetic Clinic
fr: Clinique du diabète
pt: Clinica para Diabéticos
sw: Kliniki ya ugonjwa wa kisukari(Diabetes)

source: Dispensary
fr: Pharmacie
pt: Dispensário de medicamentos
sw: Dispensari/zahanati/kituo cha afya

source: TB Clinic
fr: Clinique TB
pt: Clínica para Tuberculose
sw: Kliniki ya ugonjwa wa kifua kikuu (TB)

source: ARV Dispensing
fr: Distribution d'ARV
pt: Dispensário ARV
sw: Kuwapa madawa ya kurefusha maisha waathiriwa wa ugonjwa wa ukimwi (ARVs)

source: Add any other major services offered not listed in the question above.
fr: Ajoutez les autres services principaux proposés absents de de la liste pour la question précédente.
pt: Adicionar outros serviços de relevância oferecidos e não listados acima.
sw: Andika huduma zingine zozote ambazo hazipo kwenye hii orodha

source: What is the catchment population of this facility?
fr: Quelle est la population d'attache de cet établissement?
pt: Qual é a população de captação dessa unidade?
sw: Kituo hiki kina hudumia idadi gani ya watu?

source: Approximate number of patients that this facility services.
fr: Nombre approximatif de patients dont cet établissement s'occupe.
pt: Número aproximado de pacientes atendidos por essa unidade.
sw: Kwa jumla, kituo kinawahudumia wagonjwa wangapi?

source: What is the average number of patients serviced daily at this facility?
fr: Quel est le nombre moyen de patients traités quotidiennement dans cet établissement ?
pt: Qual é a média de pacientes atendidos diariamente nessa unidade?
sw: Kwa jumla kituo, kinawahudumia watu kama wangapi kila siku?

source: How many nurses are stationed at this facility?
fr: Combien d'infirmières sont en poste dans cet établissement ?
pt: Quantos profissionais de enfermagem trabalham nessa unidade?
sw: Kuna wauguzi (nurse) wangapi katika kituo hiki?

source: How many doctors are stationed at this facility?
fr: Combien de médecins sont en poste dans cet établissement ?
pt: Quantos médicos trabalham nessa unidade?
sw: Kuna madaktari wangapi katika kituo hiki?

source: Medicines List
fr: Liste des médicaments
pt: Lista de Medicamentos
sw: Orodha ya madawa

source: Is a list of medicines procured by the facility available?
fr: Y a-t-il une liste disponible des médicaments fournis par l'établissement ?
pt: Há uma lista de medicamentos adquiridos por essa unidade disponível?
sw: Orodha ya madawa yanayonunuliwa na hiki kituo ipo?

source: If yes, please ask for a copy. This should be delivered to the Tendai project supervisor.
fr: Si oui, veuillez demander une copie. Celle ci devra être transmise au superviseur du projet Tendai.
pt: Se sim, por favor, solicite uma cópia. Ela deve ser enviada para o supervisor do projeto Tendai.
sw: Ikiwa ipo, omba upewe hiyo orodha. Hii orodha inatakiwa ipelekwe kwa msimamizi (supervisor) wa Tendai Project.

source: Yes
fr: Oui
pt: Sim
sw: Ndiyo

source: No
fr: Non
pt: Não
sw: La

source: Please explain why the list is not available.
fr: Veuillez expliquer pourquoi la liste n'est pas disponible.
pt: Por favor, explique por que a lista não está disponível.
sw: Tafadhali eleza kwa nini hii orodha ya madawa haipatikani.

source: Please take a photo of medicines list.
fr: Veuillez prendre une photo de la liste de médicaments.
pt: Por favor, fotografe a lista de medicamentos.
sw: Tafadhali chukua picha ya orodha ya madawa

source: Ensure that the page is readable (page 1).
fr: Assurez vous que la page est lisible (page 1).
pt: Certifique-se de que a página está legível (página 1).
sw: Hakikisha kuwa maandishi yanasomeka (ukurasa wa 1).

source: Ensure that the page is readable (page 2).
fr: Assurez vous que la page est lisible (page 2).
pt: Certifique-se de que a página está legível (página 2).
sw: Hakikisha kuwa maandishi yanasomeka (ukurasa wa 2).

source: Ensure that the page is readable (page 3).
fr: Assurez vous que la page est lisible (page 3).
pt: Certifique-se de que a página está legível (página 3).
sw: Hakikisha kuwa maandishi yanasomeka (ukurasa wa 3).

source: Comments
fr: Commentaires
pt: Comentários
sw: Maoni

source: Please provide any additional comments not covered by the previous questions.
fr: Veuillez fournir tout document supplémentaire non traité par les questions précédentes.
pt: Por favor, faça comentários adicionais que não estejam mencionados nas questões anteriores.
sw: Tafadhali toa maoni ye yote muhimu ambayo unaona hayatajwa na maswali ya hapo awali.

source: %(country_name)s Medicines
fr: Médicaments %(country_name)s
pt: Medicamentos %(country_name)s
sw: Madawa ya %(country_name)s

source: Select currency
fr: Choisir la devise
pt: Selecione moeda
sw: Chagua hela

source: Facility name required
fr: Nom de l'établissement nécessaire
pt: Nome das instalações é obrigatório
sw: Jina la kituo linahitajika

source: Please enter in the name of the respondent
fr: Veuillez entrer le nom du sondé
pt: Por favor, introduza o nome do entrevistado
sw: Tafadhali jaza jina la mhojiwa

source: For each medicine, please answer whether it is stocked or not
fr: Pour chaque médicament, veuillez répondre s'il est en stock ou non
pt: Para cada medicamento, indique, por favor, se existe em armazém ou não
sw: Kwa kila dawa, tafadhali jibu kama kwa kawaida inapatikana au haipatikani kwa kituo hiki

source: Pack size required
fr: Taille du paquet nécessaire
pt: Tamanho do pacote é obrigatório
sw: 'Pack size' inahitajika

source: Medicine price required
fr: Prix du médicament nécessaire
pt: Preço do medicamento é obrigatório
sw: Bei ya dawa inahitajika

source: Please select currency
fr: Veuillez choisir la devise
pt: Selecione moeda, por favor
sw: Tafadhali chagua aina ya hela

source: Please indicate whether this medicine is available
fr: Veuillez indiquer si le médicament est disponible
pt: Indique se o medicamento está disponível, por favor
sw: Tafadhali sema kama hii dawa inapatika kituoni wakati huu

source: Packs available required
fr: Paquets disponibles nécessaire
pt: Pacotes disponíveis é obrigatório
sw: Viwango vya dawa vyenye viko vinahitajika

source: Please select the next restock date
fr: Veuillez choisir la prochaine date de réapprovisionnement
pt: Selecione a data de recepção da próxima encomenda, por favor
sw: Tafadhali chagua tarehe yambayo dawa nyingine zinatarajiwa kupokelewa kituoni

source: Please fill in the number of stock ordered
fr: Veuillez remplir le nombre d'approvisionnement commandé
pt: Introduza a quantidade encomendada, por favor
sw: Tafadhali jaza jumla ya dawa ambazo zinatarajiwa

source: Please select the last restock date
fr: Veuillez choisir la dernière date de réapprovisionnement
pt: Selecione a data de recepção da última encomenda
sw: Tafadhali chagua tarehe ambayo dawa zilipokelewa kwa mara ya mwisho hapa kituoni

source: Please indicate the number of packs received at the last restock
fr: Veuillez indiquer le nombre de paquets reçus lors du dernier réapprovisionnement
pt: Indique o número de pacotes recebidos na última encomenda, por favor
sw: Ni pakiti ngapi zilipokelewa hapo mara ya mwisho?

source: General Information
fr: Information Générale
pt: Informação Geral
sw: Habari ya jumla

source: Name of facility
fr: Nom de l'établissement
pt: Nome das instalações
sw: Jina la kituo

source: GPS Location
fr: Localisation GPS
pt: Localização GPS
sw: Kuratibu za GPS za kituo

source: Please ensure that you capture the GPS location at the facility
fr: Veuillez vous assurer que vous prenez la localisation GPS dans l'établissement
pt: Por favor, garanta que recolhe a localização GPS das instalações
sw: Hakikisha kuwa umenasa kuratibu za GPS za kituo

source: Please capture the GPS location
fr: euillez saisir vos coordonnées GPS.
sw: Tafadhali kukamata eneo GPS

source: Name of staff member completing this survey
fr: Nom du membre du personnel qui remplit cette enquête
pt: Nome da pessoa que preencheu este questionário
sw: Jina la mfanyikazi anayehojiwa

source: This should ideally be the clinic manager or someone given the authority by the clinic manager with the necessary expertise and knowledge
fr: Il doit idéalement être un responsable de la clinique ou quelqu'un dont le responsable de la clinique a donné autorité et possédant l'expertise et les connaissances nécessaires.
pt: Deveria ser, de preferência, o diretor da clínica ou alguém em quem o diretor da clínica delegue responsabilidade e que tenha o conhecimento e a competência necessários
sw: Ni lazima awe meneja wa hii kliniki au mwakilishi aliyeruhusiwa na meneja. Ni lazima mwakilishi awawe mtaalam wa mambo ya madawa

source: Position of Respondent
fr: Poste du Sondé
pt: Posição do Entrevistado
sw: Cheo kazini cha mhojiwa

source: e.g. facility manager, staff nurse, etc
fr: ex: responsable d'établissement, infirmière, etc
pt: ex.: gestor das instalações, enfermeiro, etc.
sw: Kwa mfano, mkurugenzi mkuu, karani, na kadhalika

source: Please indicate whether the following medicines are usually stocked at this facility.
fr: Veuillez indiquer si les médicaments suivants sont ordinairement stockés dans cet établissement.
pt: Por favor, indique se os seguintes medicamentos são normalmente armazenados nestas instalações.
sw: Weka alama ya usahihi ikiwa madawa yafwatayo hupatikana kwa kituo hiki?

source: Are %(name)s %(containers)s stocked at this facility?
fr: Les %(containers)s %(name)s sont ils stockés dans cet établissement?
sw: %(containers)s haya %(name)s yanapatikana kwa kituo hiki?

source: Not stocked means that this facility does not usually carry this medicine.
fr: Non stockés signifie que l'établissement ne stocke pas habituellement ce médicament.
pt: Não armazenados significa que estas instalações normalmente não dispõem deste medicamento.
sw: Hayapatikani inamaanisha kuwa madawa haya hayapitikani hapa kwa kawaida.

source: Select option
fr: Choisir l'option
pt: Selecione opção
sw: Chagua jibu

source: Don't know
fr: Je ne sais pas
pt: Não sei
sw: Sijui

source: Please provide any additional comments below.
fr: Veuillez fournir tout commentaire supplémentaire ci dessous.
pt: Por favor, indique comentários adicionais abaixo.
sw: Tafadhali kutoa maoni yoyote ya ziada hapo chini.

source: If not necessary then leave blank.
fr: Si non nécessaire, laissez le blanc.
pt: Caso não seja necessário, deixe em branco.
sw: Acha nafasi tupu kama hauna maoni

source: Name of the cheapest product available.
fr: Nom du produit le moins cher disponible.
pt: Marca do produto mais barato disponível.
sw: Jina la dawa iliyo ya bei nafuu zaidi hapa kituoni

source: Divide price of one %(container)s by the number of %(units)s in the %(container)s to determine price per %(unit)s. If multiple products have the cheapest price, choose one.
fr: Divisez le prix du %(container)s par le nombre de %(units)s dans le %(container)s pour déterminer le prix par %(unit)s. Si plusieurs produits ont le prix le moins élevé, choisissez en un.
sw: Ili kupata bei ya kila '%(unit)s', chukua bei ya pakiti (%(container)s) ugawe kwa nambari ya '%(units)s' zilizomo. (Kwa mfano, kama bei ya pakiti nzima ya 'tablets' ishirini na nne (24) ni TShs 24,000, bei ya 'tablets' moja itakuwa TShs 1,000). Ikitokea kuwa bidhaa zaidi ya moja zina bei sawa (nafuu), chagua moja tu

source: Please answer the questions below with reference to the cheapest product mentioned above.
fr: Veuillez répondre aux questions suivantes en référence au produit le moins cher mentionné précédemment.
pt: Por favor, responda às perguntas seguintes tendo como referência o produto mais barato mencionado acima.
sw: Tafadhali jibu maswali yafuatayo ambayo yanaguzia madawa yenye bei nafuu zaidi ambayo yametajwa hapo juu.

source: How many %(units)s in a single %(container)s (pack size)?
fr: Combien de %(units)s contient une %(container)s (taille de conditionnement)?
sw: Kuna %(units)s ngapi kwa pakiti (%(container)s) ('pack size')

source: The value above is called the pack size. For the remaining questions on this page, please use this value for the pack size.
fr: La valeur mentionnée précédemment est appelée la taille de conditionnement. Pour toutes les questions qui suivent, veuillez utiliser cette valeur pour la taille de conditionnement.
pt: O valor acima é chamado tamanho do pacote. Para as restantes perguntas utilize, por favor, este valor para o tamanho do pacote.
sw: Vipimo vyenye umefanyia hesabu hapo juu vinaitwa 'pack size'. Maswali ambayo yamebakia kwa ukurasa huu yanaguzia hiki kipimo (pack size)

source: What is the price paid by the patient?
fr: Quel prix paie le patient ?
pt: Qual é o preço pago pelo paciente?
sw: Mgonjwa hulipa hela ngapi?

source: If the medicine is free, please enter 0.
fr: Si le médicament est gratuit, veuillez entrer 0.
pt: Se o medicamento for grátis, introduza 0, por favor.
sw: Kama hii dawa hupeanwa bure, jaza 0.

source: How many %(units)s does the price mentioned above buy?
fr: Combien de %(units)s pouvez-vous acheter pour le prix mentionné précédemment ?
sw: Bei ya hapo juu hununua %(units)s ngapi?

source: This might be the same as the pack size but can be different in some cases. If the medicine is free then leave this question blank.
fr: Le prix devrait être le même que celui correspondant à la taille de conditionnement, mais il pourrait différer dans certaines circonstances. Si le médicament est gratuit, n'indiquez rien.
pt: Pode ser o mesmo que o tamanho do pacote, mas pode ser diferente nalguns casos. Se o medicamento for grátis, deixe em branco.
sw: Labda maelezo yafuatayo ni sawa na 'pack size' lakini wakati mwingine huwa tofauti. Kama dawa inapeanwa bure, acha nafasi tupu.

source: What currency is this price in?
fr: En quelle devise, le prix est-il indiqué ?
pt: Em que moeda está indicado o preço?
sw: Hii bei ni kwa hela za nchi gani?

source: This should indicate the currency of the price quoted above.
fr: La devise doit être celle du prix indiqué précédemment.
pt: Deve referir-se à moeda do preço mencionado acima.
sw: Hii itaonyesha hela ulizotumia hapo juu.

source: Select Currency
fr: Choisir la devise
pt: Selecione a Moeda
sw: Chagua aina ya hela

source: Please provide any additional comments about price not covered in the questions above.
fr: Veuillez fournir tout renseignement additionnel concernant les prix qui ne seraient pas mentionnés dans les questions précédentes.
pt: Por favor, comente informação adicional sobre preço que não tenha sido coberta pelas questões acima.
sw: Tafadhali toa maoni ya ziada kuhusu bei za dawa ambayo maswali hayajagusia.
