Repository: adieyal/Tendai-Project
Catalog: server/tendai/devices/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Please take a photo of the %(container)s.
fr: Veuillez prendre une photo de la %(container)s.
sw: Tafadhali chukua picha ya pakiti (%(container)s) ya dawa

source: Please ensure that the label is clearly visible.
fr: Assurez-vous que l'étiquette est bien visible.
pt: Garanta que o rótulo fica claramente visível, por favor.
sw: Tafadhali hakikisha kuwa jina la dawa linaonekana vizuri.

source: Is this medicine currently in stock?
fr: Ce médicament est-il actuellement en stock ?
pt: Este medicamento existe atualmente em armazém?
sw: Hii dawa, inapatikana kwa kituo wakati huu?

source: This applies only to the specified pack size.
fr: Cette question s'applique seulement à la taille de conditionnement indiquée.
pt: Refira-se apenas ao tamanho do pacote especificado.
sw: Haya maswali yanagusia tu 'pack size' iliyotajwa mbeleni.

source: If the medicine is in stock, how many full packs are currently in stock?
fr: Si le médicament est en stock, combien de boîtes complètes avez-vous actuellement ?
pt: Se o medicamento existe em armazém, quantos pacotes completos existem atualmente em armazém?
sw: Ikiwa hii dawa ipo kituoni, kuna pakiti ngapi sasa?

source: Enter 0 if the medicine is out of stock.
fr: Entrez 0 si le médicament n'est plus en stock.
pt: Introduza 0 se o medicamento está esgotado.
sw: Jaza 0 ikiwa dawa imeisha

source: If the medicine is out of stock, how long has it been unavailable?
fr: Si le médicament n'est plus en stock, depuis combien de temps est il indisponible?
pt: Se o medicamento está esgotado, há quanto tempo está indisponível?
sw: Ikiwa dawa imesha, iliisha lini?

source: Select period
fr: Choisir la période
pt: Selecione período
sw: Chagua muda

source: 1-3 days
fr: 1-3 jours
pt: 1-3 dias
sw: Siku 1-3

source: 4-7 days
fr: 4-7 jours
pt: 4-7 dias
sw: Siku 4-7

source: 1-2 weeks
fr: 1-2 semaines
pt: 1-2 semanas
sw: Wiki 1-2

source: 2-3 weeks
fr: 2-3 semaines
pt: 2-3 semanas
sw: Wiki 2-3

source: 3-4 weeks
fr: 3-4 semaines
pt: 3-4 semanas
sw: Wiki 3-4

source: 1-2 months
fr: 1-2 mois
pt: 1-2 meses
sw: Mwezi 1-2

source: 2-3 months
fr: 2-3 mois
pt: 2-3 meses
sw: Miezi 2-3

source: More than 3 months
fr: Plus de 3 mois
pt: Mais de 3 meses
sw: Zaidi ya miezi mitatu(3)

source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

source: How long will it be until the facility receives more stock of this medicine?
fr: Dans combien de temps l'établissement recevra des stocks de ce médicament?
pt: Dentro de quanto tempo serão recebidos mais pacotes deste medicamento nestas instalações?
sw: Itachukua muda gani ndiyo hii dawa iletwe tena kituoni?

source: How many packs have been ordered for the next restock of this facility?
fr: Combien de paquets ont été commandés pour le prochain réapprovisionnement de cet établissement?
pt: Quantos pacotes foram encomendados para estas instalações na próxima encomenda?
sw: Ni pakiti ngapi za hii dawa zimeagizwa?

source: If this is unknown, please enter in 8888. If more stock has not yet been ordered, please enter in 9999.
fr: Si cette information est inconnue, veuillez écrire 8888. Si le réapprovisionnement n'a pas encore été commandé, veuillez écrire 9999.
pt: Se não souber, introduza 8888, por favor. Se ainda não foi feita nova encomenda, introduza 9999.
sw: Jaza 8888 ikiwa nambari ya pakiti haijulikani. Kama dawa haijaagizwa, jaza 9999.

source: How long has it been since the last time this facility received stock of this medicine?
fr: Quand a été la dernière fois que cet établissement a reçu des stocks de ce médicament ?
pt: Há quanto tempo foi recebida a última encomenda deste medicamento nestas instalações?
sw: Ni lini mwisho hii dawa ilipokelewa hapa kituoni?

source: How many packs of this medicine did you receive at your last restock?
fr: Combien de paquets de ce médicament avez vous reçu lors du dernier réapprovisionnement ?
pt: Quantos pacotes deste medicamento recebeu na última encomenda?
sw: Ni pakiti ngapi za hii dawa zilipokelewa kituoni wakati huo (wakati wa mwisho ilipopokelewa)

source: If this is unknown, enter 8888
fr: Si cette information est inconnue, écrivez 8888
pt: Se não sabe, introduza 8888
sw: Jaza 8888 kama nambari haijulikani

source: Please provide any additional comments about availability or restocking not covered in the questions above.
fr: Veuillez fournir tout commentaire supplémentaire à propos de la disponibilité ou du réapprovisionnement non traité par les questions ci dessus.
pt: Por favor, comente qualquer informação adicional sobre disponibilidade ou encomendas que não tenha sido coberta nas questões acima.
sw: Tafadhali toa maoni ya ziada kuhusu kupokelewa kwa madawa ambayo unaona hayajagusiwa.

source: For instance, if medicine in this pack size is out of stock but different pack sizes are available, please mention this here.
fr: Par exemple, si le médicament dans cette taille de paquet n'est plus en stock mais que différentes tailles de paquet sont disponibles, veuillez le signaler ici.
pt: Por exemplo, mencione aqui se o medicamento neste tamanho de pacote está esgotado mas se estão disponíveis tamanhos de pacote diferentes.
sw: Kwa mfano, inaweza kuwa pakiti ya kipimo fulani ya hii dawa haipo lakini vipimo vingine vya hiyo dawa vinapatikana, tafadhali toa habari hiyo

source: Tendai Interview
fr: Entretien Tendai
pt: Entrevista Tendai
sw: Hoja ya Tendai

source: You are about to conduct a community interview. The purpose of this interview to collect stories about the community's experiences access medicines.
fr: Vous êtes sur le point de diriger un entretien d'organisation. Le but de cet entretien est de recueillir des histoires à propos des expériences de l'organisation sur l'accès aux médicaments.
pt: Você está prestes a conduzir uma entrevista à comunidade. O objetivo desta entrevista é coligir narrativas sobre as experiência da comunidade no acesso a medicamentos.
sw: Umekaribia kuanza hoja muhimu kuhusu jamii fulani. Hoja hii inakusudia kukusanya maoni ya watu katika hii jamii kuhusu ugumu au urahisi wa kupatikana kwa madawa.

source: What is the respondent's name?
fr: Quel est le nom du sondé?
pt: Qual é o nome do entrevistado?
sw: Jina la mhojiwa

source: Why have you visited the facility today?
fr: Pourquoi avez vous visité l'établissement aujourd'hui?
pt: Porque visitou as instalações hoje?
sw: Ni kwa nini ukakitembelea kituo leo?

source: How long did the journey to the facility take?
fr: Combien de temps a duré le trajet vers l'établissement?
pt: Quanto demorou a sua viagem até às instalações?
sw: Safari ya kuja hapa kituoni ilikuchukua muda gani?

source: What would you say are the major problem illnesses in your community?
fr: Quels sont, selon vous, les principaux problèmes de maladies dans votre communauté?
pt: Quais lhe parecem ser os principais problemas de saúde na sua comunidade?
sw: Unaweza kusema ni magonjwa gani yanayowaathiri watu mara kwa mara katika kijiji chako?

source: What are the major difficulties that you experience with regards to your health situation?
fr: Quelles sont les principales difficultés que vous avez exprimentées au regard de votre situation de santé?
pt: Quais são as principais dificuldades que tem no que respeita à situação da sua saúde?
sw: Matatizo gani unayoweza kusema ndiyo makubwa zaidi kuhusu hali ya afya yako?

source: What has your experience been of this facility in meeting your needs, including how you think this could be improved?
fr: Comment s'est déroulée la rencontre de vos besoins dans cet établissement, incluant selon vous la manière de les améliorer?
pt: Qual foi a sua experiência de utilização destas instalações no que respeita à satisfação das suas necessidades e como se pode melhorar?
sw: Kwa maoni yako, huduma unazopata kutoka kwa kituo hiki zinaridhisha? Ikiwa haziridhishi, toa maoni yako kuhusu vile ungetaka huduma ziboreshwe.

source: Are medicines generally available at local health facilities? If not, what do you think could be done to improve this?
fr: Les médicaments sont ils généralement disponibles dans cet établissement de santé local? Si non, comment pensez vous que ceci peut être amélioré?
pt: Os medicamentos estão normalmente disponíveis nas instalações de saúde locais? Se não, o que lhe parece que pode ser feito para melhorar?
sw: Kwa maoni yako, madawa hupatikana kwa urahisi kwenye vituo vya afya eneo hili? Unaona hali hii inawaze kuboreshwaje?

source: What was your experience of getting medicines the last time either yourself or a member of your family was sick?
fr: Comment s'est déroulée l'obtention de médicaments la dernière fois que vous même ou un membre de votre famille a été malade?
pt: Como foi a sua experiência para obter medicamentos na última vez que você ou um membro da sua família estiveram doentes?
sw: Mara ya mwisho wewe au mtu kutoka kwa familia yako alipougua, ilikuwa vigumu au rahisi kupata matibabu/dawa?

source: Do you think the medicines available at this health facility are affordable? If not, then please elaborate with examples.
fr: Pensez vous que les médicaments disponibles dans cet établissement de santé sont abordables? Si non, veuillez illustrer par des exemples.
pt: Pensa que os medicamentos disponíveis nestas instalações de saúde têm preços acessíveis? Se não, dê exemplos, por favor.
sw: Kwa maoni yako, madawa yanayopatikana katika kituo hiki ni ya bei nafuu au la? Kama si nafuu, tafadhali toa maelezo zaidi ukitumia mifano.

source: What costs do you incur when coming to this facility for medicines?
fr: Quelles sommes engagez vous pour des médicaments lorsque vous venez dans cet établissement?
pt: Quais os custos em que incorre quando se desloca a estas instalações para obter medicamentos?
sw: Ni gharama za aina gani unazopata (kama nauli, chakula cha mchana) unapokuja kupata madawa kutoka kwa kituo hiki?

source: Is there anything else that you want to share that has not been covered in the above questions?
fr: Y a-t-il autre chose que vous souhaitez partager et qui n'a pas été traité dans les questions précédentes?
pt: Deseja referir mais alguma coisa que não tenha sido mencionado nas perguntas anteriores?
sw: Kuna jambo lingine ungependa kusema ambalo ni la muhimu na halijaguziwa katika hoja hii?

source: Take a picture of the respondent with their consent.
fr: Prenez une photo des sondés avec leur autorisation.
pt: Tire uma foto ao entrevistado depois de obter o seu consentimento.
sw: Chukua picha ya mhojiwa ukiwa na idhini yake.

source: Tendai Story
fr: Histoire de Tendai
pt: História Tendai
sw: Hadithi ya Tendai

source: Tell your story
fr: Racontez votre histoire
pt: Conte a sua história
sw: Elezea hadithi yako

source: Story Title
fr: Titre de l'histoire
pt: Título da História
sw: Kichwa cha hadithi

source: What is your story?
fr: Quelle est votre histoire ?
pt: Qual é a sua história?
sw: Hadithi yako ni gani?

source: Record Audio (optional)
fr: Enregistrement Audio (facultatif)
pt: Gravação Áudio (opcional)
sw: Nasa sauti (hii si lazima, unaweza kuacha wazi)

source: ointment
fr: onguent

source: ointments
fr: onguents

source: vial
fr: flacon

source: vials
fr: flacons

source: inhaler
fr: inhalateur

source: inhalers
fr: inhalateurs

source: bottle
fr: bouteille

source: bottles
fr: bouteilles

source: box/bottle/blister pack
fr: boîte / bouteille / blister

source: boxes/bottles/blister packs
fr: boîtes / bouteilles / blister

source: tube or similar container
fr: tube ou un récipient similaire

source: tubes or similar containers
fr: des tubes ou récipients similaires

source: Photos
pt: Fotos
sw: Picha

source: HCT/VCT
sw: Huduma za jumla kuhusu kupima na kupewa ushauri nasaa (counselling) juu ya ugonjwa wa ukimwi (HCT/VCT)

source: For this medicine, a pack is defined as a single %(container)s.
sw: Kwa ajili ya dawa hii, pakiti inaelezwa kama moja %(container)s.

source: Photo 1
pt: Foto 1
sw: Picha ya kwanza (1)

source: Photo 2
pt: Foto 2
sw: Picha ya pili (2)
